Repository: mbedworth/PommeCore
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl, pt, uk, zh_hans

source: Flood Received
cs: Přijatý záplavový signál
de: Übermittelt: Flut
es: Inundación recibida
fr: Inondation reçue
it: Flood ricevuto
ja: フロード受信
nl: Overstroming ontvangen
pl: Odbierane zalewy
pt: Flood recebido
uk: Отримано повінь
zh_hans: 接收洪流

source: Flood Scope
cs: Rozsah zaplavení
de: Übertragungsbereich
es: Alcance de inundación
fr: Portée d'inondation
it: Ambito Allarme
ja: フロードスコープ
nl: Overstromingsbereik
pl: Zakres powodziowy
pt: Escopo de inundação
uk: Область повного розсіву
zh_hans: 广播范围

source: Flood scope can only be cleared via USB CLI on the repeater directly.
cs: Zakreslení záplavy lze vyčistit pouze přes USB CLI přímo na opakovači.
de: Der Flutbereich kann nur über die USB-CLI direkt am Wiederholer gelöscht werden.
es: El alcance de inundación solo se puede borrar a través del CLI USB en el repetidor directamente.
fr: Le champ d'inondation ne peut être effacé que via l'interface CLI USB sur le répéteur directement.
it: Lo scope di flood può essere cancellato solo tramite USB CLI sul ripetitore direttamente.
ja: フロードスコープは直接リピーターにUSB CLIを使用してのみクリアできます。
nl: De overstromingsbereik kan alleen worden leeggemaakt via USB CLI op de herhaler rechtstreeks.
pl: Zakres zalewu można wyczyścić tylko za pomocą interfejsu USB CLI na powielaczu bezpośrednio.
pt: O escopo de flood só pode ser limpo via USB CLI no repetidor diretamente.
uk: Область повені можна очистити лише через USB CLI на повторювачі безпосередньо.
zh_hans: 洪流范围只能通过直接重复器的 USB CLI 清空。

source: Flood Sent
cs: Odeslaná záplava
de: Gesendet: Flut
es: Inundación enviada
fr: Inondation envoyée
it: Flood inviato
ja: フロード送信
nl: Overstroming verzonden
pl: Wysyłane zalewy
pt: Flood enviado
uk: Надіслано повінь
zh_hans: 发送洪流

source: Flooding...
cs: Zaplňování...
de: Wird gesendet…
es: Inundando...
fr: Inondation...
it: Allarme...
ja: 送信中...
nl: Overstroming...
pl: Powodowanie...
pt: Inundando...
uk: Розсів...
zh_hans: 正在广播...

source: Forget Saved Password
cs: Zapomenout uložené heslo
de: Gespeichertes Passwort vergessen
es: Olvidar contraseña guardada
fr: Oublier le mot de passe enregistré
it: Dimentica la password salvata
ja: 保存したパスワードを忘れる
nl: Wijs opgeslagen wachtwoord vergeten
pl: Zapomnij zapisane hasło
pt: Esquecer senha salva
uk: Забути збережений пароль
zh_hans: 忘记保存的密码

source: Forward
cs: Předat
de: Weiterleiten
es: Enviar hacia adelante
fr: Transmettre
it: Inoltra
ja: 転送
nl: Voorwaartse
pl: Przekaż
pt: Avançar
uk: Перенаправити
zh_hans: 转发

source: Forward To
cs: Předat na
de: Weiterleiten an
es: Enviar a
fr: Transmettre à
it: Inoltra A
ja: 転送先へ
nl: Voorwaarts naar
pl: Przekaż do
pt: Enviar para
uk: Перенаправити на
zh_hans: 转发至

source: Free-space path loss assumes ideal conditions (no obstacles, reflections, or atmospheric absorption). Real-world loss is typically 10-30 dB higher.
cs: Ztráta cesty volného prostoru předpokládá ideální podmínky (žádné překážky, odrazy nebo absorpce atmosféry). Skutečná ztráta světa je obvykle o 10-30 dB vyšší.
de: Freiraumdämpfung setzt ideale Bedingungen voraus (keine Hindernisse, Reflexionen oder atmosphärische Absorption). Realer Verlust ist typischerweise 10–30 dB höher.
es: Pérdida de ruta en espacio libre que asume condiciones ideales (sin obstáculos, reflexiones o absorción atmosférica). La pérdida del mundo real es típicamente 10-30 dB más alta.
fr: Perte de chemin libre supposant des conditions idéales (pas d'obstacles, de réflexions ou d'absorption atmosphérique). La perte dans le monde réel est généralement 10-30 dB plus élevée.
it: Perdita di percorso in spazio libero che presuppone condizioni ideali (nessun ostacolo, riflessioni o assorbimento atmosferico). La perdita nel mondo reale è tipicamente 10-30 dB più alta.
ja: 自由空間損失は理想条件（障害物、反射、大気吸収がない）を仮定しています。現実世界の損失は通常10-30 dB高くなります。
nl: Vrij ruimtelijke padverlies gaat uit van ideale omstandigheden (geen obstakels, reflecties of atmosferische absorptie). Werkelijk verlies in de praktijk is meestal 10-30 dB hoger.
pl: Utrata ścieżki w wolnej przestrzeni zakłada idealne warunki (bez przeszkód, odbicia lub pochłaniania atmosferycznego). Strata w świecie rzeczywistym jest zazwyczaj o 10-30 dB wyższa.
pt: A perda de caminho livre assume condições ideais (sem obstáculos, reflexões ou absorção atmosférica). A perda no mundo real é tipicamente 10-30 dB mais alta.
uk: Втрати шляху у вільному просторі припускають ідеальні умови (без перешкод, відбиттів або поглинання атмосферою). Реальний втрат зазвичай на 10-30 дБ вищий.
zh_hans: 自由空间路径损耗假设理想条件（无障碍物、反射或大气吸收）。实际损耗通常高出 10-30 dB。

source: Frequency
cs: Frekvence
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 周波数
nl: Frequentie
pl: Częstotliwość
pt: Frequência
uk: Частота
zh_hans: 频率

source: Frequency (MHz)
cs: Frekvence (MHz)
de: Frequenz (MHz)
es: Frecuencia (MHz)
fr: Fréquence (MHz)
it: Frequenza (MHz)
ja: 周波数 (MHz)
nl: Frequentie (MHz)
pl: Częstotliwość (MHz)
pt: Frequência (MHz)
uk: Частота (МГц)
zh_hans: 频率 (MHz)

source: Generated by PommeCore
cs: Vygenerováno PommeCore
de: Erstellt von PommeCore
es: Generado por PommeCore
fr: Généré par PommeCore
it: Generato da PommeCore
ja: PommeCoreで生成されました
nl: Gegenereerd door PommeCore
pl: Wygenerowane przez PommeCore
pt: Gerado por PommeCore
uk: Створено PommeCore
zh_hans: 由 PommeCore 生成

source: Generating contact code...
cs: Generování kódu kontaktu...
de: Kontaktcode wird generiert…
es: Generando código de contacto...
fr: Générer le code de contact...
it: Generazione del codice di contatto...
ja: コンタクトコードを生成中...
nl: Contactcode aan het genereren...
pl: Generowanie kodu kontaktu...
pt: Gerando código de contato...
uk: Створення коду контакту...
zh_hans: 生成联系代码...

source: Generating contact link...
cs: Generování odkazu na kontakt...
de: Kontaktlink wird generiert…
es: Generando enlace de contacto...
fr: Générer le lien de contact...
it: Generazione del link di contatto...
ja: コンタクトリンクを生成中...
nl: Contactlink aan het genereren...
pl: Generowanie linku kontaktu...
pt: Gerando link de contato...
uk: Створення посилання на контакт...
zh_hans: 生成联系链接...

source: Get nRF Device Firmware Update
cs: Získat aktualizaci firmwaru nRF zařízení
de: nRF-DFU-App herunterladen
es: Obtener actualización de firmware para dispositivo nRF
fr: Obtenir la mise à jour du firmware nRF
it: Ottieni aggiornamento firmware dispositivo nRF
ja: nRFデバイスのファームウェア更新を取得
nl: Firmware-update voor nRF-apparaat ophalen
pl: Pobierz aktualizację oprogramowania urządzenia nRF
pt: Obter Atualização de Firmware do Dispositivo nRF
uk: Отримати оновлення прошивки пристрою nRF
zh_hans: 获取 nRF 设备固件更新

source: Get Started
cs: Začít
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ja: 開始
nl: Aan de slag gaan
pl: Rozpocznij
pt: Começar
uk: Почати
zh_hans: 开始

source: Give this radio configuration a name.
cs: Dejte této konfiguraci rádia jméno.
de: Geben Sie dieser Radioschaltung einen Namen.
es: Dale a esta configuración de radio un nombre.
fr: Donnez à cette configuration radio un nom.
it: Dai un nome a questa configurazione radio.
ja: このラジオ設定に名前を付けます。
nl: Geef deze radio configuratie een naam.
pl: Nadaj nazwę tej konfiguracji radia.
pt: Dê um nome a esta configuração do rádio.
uk: Дайте цій конфігурації радіопристрою назву.
zh_hans: 为这个无线电配置起一个名字

source: GPS — use live GPS coordinates
cs: GPS — použijte živé GPS souřadnice
de: GPS — Live-GPS-Koordinaten verwenden
es: GPS — usar coordenadas GPS en vivo
fr: GPS — utiliser les coordonnées GPS en direct
it: GPS — utilizza le coordinate GPS in tempo reale
ja: GPS — リアルタイムGPS座標を使用
nl: GPS — gebruik live GPS-coördinaten
pl: GPS — użyj współrzędnych GPS w czasie rzeczywistym
pt: GPS — usar coordenadas GPS ao vivo
uk: GPS — використовувати активні координати GPS
zh_hans: GPS — 使用实时 GPS 坐标

source: GPS & Location
cs: GPS a poloha
de: GPS & Standort
es: GPS y Ubicación
fr: GPS et Localisation
it: GPS e Posizione
ja: GPSと位置情報
nl: GPS & Locatie
pl: GPS i Lokalizacja
pt: GPS e Localização
uk: GPS та місцезнаходження
zh_hans: GPS & 位置

source: Group name
cs: Název skupiny
de: Gruppenname
es: Nombre del grupo
fr: Nom de groupe
it: Nome gruppo
ja: グループ名
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do Grupo
uk: Назва групи
zh_hans: 组名

source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt: Grupos
uk: Групи
zh_hans: 组

source: Guest (read-only)
cs: Hosté (pouze čtení)
de: Gast (nur lesen)
es: Invitado (solo lectura)
fr: Invité (lecture seule)
it: Ospite (solo lettura)
ja: ゲスト（読み取り専用）
nl: Gast (alleen-lezen)
pl: Gość (tylko do odczytu)
pt: Convidado (somente leitura)
uk: Гість (тільки для читання)
zh_hans: 访客（只读）

source: Guest Password
cs: Heslo hosta
de: Gastpasswort
es: Contraseña de invitado
fr: Mot de passe invité
it: Password ospite
ja: ゲストパスワード
nl: Gastwachtwoord
pl: Hasło gościa
pt: Senha do Convidado
uk: Пароль гостя
zh_hans: 访客密码

source: Guest: **hello**
cs: Host: **ahoj**
de: Gast: **hello**
es: Invitado: **hola**
fr: Invité : **bonjour**
it: Ospite: **ciao**
ja: ゲスト：**こんにちは**
nl: Gast: **hallo**
pl: Gość: **witaj**
pt: Convidado: **olá**
uk: Гість: **привіт**
zh_hans: 访客：**你好**

source: Hardware and firmware details from your radio.
cs: Hardwarové a firmwarové detaily z vašeho rádia.
de: Hardware- und Firmware-Details von Ihrem Radio.
es: Detalles de hardware y firmware de tu radio.
fr: Détails matériels et logiciels de votre radio.
it: Dettagli hardware e firmware dalla tua radio.
ja: あなたのラジオのハードウェアとファームウェア詳細
nl: Hardware- en firmwaregegevens van je radio.
pl: Szczegóły sprzętu i oprogramowania z Twojego radia.
pt: Detalhes de hardware e firmware do seu rádio.
uk: Деталі апаратного та програмного забезпечення вашого радіопристрою.
zh_hans: 来自您收听的电台的硬件和固件细节。

source: Has notes
cs: Má poznámky
de: Hat Notizen
es: Tiene notas
fr: A des notes
it: Ha note
ja: ノートがあります
nl: Bevat notities
pl: Ma notatki
pt: Tem notas
uk: Має нотатки
zh_hans: 有笔记

source: Hashtag channels derive their encryption key from the channel name. Anyone who knows the name can join.
cs: Kanály s hashtagy odvozují svůj klíč šifrování z názvu kanálu. Kdo zná název, může se připojit.
de: Hashtag-Kanäle leiten ihren Verschlüsselungsschlüssel aus dem Kanalnamen ab. Jeder, der den Namen kennt, kann beitreten.
es: Los canales con hashtag derivan su clave de cifrado del nombre del canal. Cualquiera que sepa el nombre puede unirse.
fr: Les canaux Hashtag tirent leur clé de chiffrement du nom du canal. Tout le monde qui connaît le nom peut rejoindre.
it: I canali hashtag derivano la loro chiave di crittografia dal nome del canale. Chiunque conosca il nome può unirsi.
ja: ハッシュタグチャンネルはチャンネルの名前から暗号化キーを取得します。名前を知っている人は誰でも参加できます。
nl: Hashtag-kanalen halen hun versleutelingssleutel uit de kanaalnamen. Iedereen die de naam kent, kan zich aansluiten.
pl: Kanały hashtagowe czerpią klucz szyfrowania z nazwy kanału. Każdy, kto zna nazwę, może dołączyć.
pt: Canais com hashtag derivam sua chave de criptografia do nome do canal. Qualquer um que saiba o nome pode se juntar.
uk: Канали хештегів отримують свій ключ шифрування від назви каналу. Будь-хто, хто знає назву, може приєднатися.
zh_hans: 哈希频道从频道名称中获取加密密钥。知道名称的任何人都可以加入。

source: Hex hops (e.g., A3,B7,4F)
cs: Hex skoky (např. A3,B7,4F)
de: Hex-Hops (z. B. A3,B7,4F)
es: Saltos hexadecimales (por ejemplo, A3,B7,4F)
fr: Sauts Hexadécimaux (par ex., A3,B7,4F)
it: Hop hex (ad es., A3,B7,4F)
ja: 16進数ホップ（例：A3、B7、4F）
nl: Hex-hops (bijvoorbeeld A3,B7,4F)
pl: Skoki hex (np. A3,B7,4F)
pt: Pulos Hex (por exemplo, A3,B7,4F)
uk: Шестнадцяткові стрибки (наприклад, A3, B7, 4F)
zh_hans: 十进制跳转（例如，A3、B7、4F）

source: Hex private key
cs: Hex soukromý klíč
de: Privater Hex-Schlüssel
es: Clave privada hexadecimal
fr: Clé privée Hexadécimale
it: Chiave privata hex
ja: 16進数プライベートキー
nl: Hex-privé-sleutel
pl: Klucz prywatny hex
pt: Chave Privada Hex
uk: Приватний ключ у шістнадцятковому форматі
zh_hans: 十进制私钥

source: Hops
cs: Skoky
es: Saltos
fr: Sauts
it: Hop
ja: ホップ
pl: Skoki
pt: Pulos
uk: Стрибки
zh_hans: 跳转

source: iCloud Storage
cs: Najděte zařízení MeshCore a klepněte na ⓘ
de: iCloud-Speicher
es: Encuentra tu dispositivo MeshCore y toca ⓘ
fr: Trouvez votre appareil MeshCore et appuyez sur ⓘ
it: Trova il tuo dispositivo MeshCore e tocca ⓘ
ja: MeshCoreデバイスを見つけてⓘをタップ
nl: Zoek je MeshCore-apparaat en tik op ⓘ
pl: Znajdź urządzenie MeshCore i naciśnij ⓘ
pt: Encontre o dispositivo MeshCore e toque em ⓘ
uk: Знайдіть пристрій MeshCore і натисніть ⓘ
zh_hans: iCloud 存储

source: Icon
cs: Klepněte na 'Zapomenout toto zařízení'
de: Symbol
es: Toca 'Olvidar este dispositivo'
fr: Appuyez sur 'Oublier cet appareil'
it: Tocca 'Dimentica questo dispositivo'
ja: 「このデバイスを忘れる」をタップ
nl: Tik op 'Dit apparaat vergeten'
pl: Naciśnij ‘Zapomnij o tym urządzeniu’
pt: Toque em 'Esquecer este Dispositivo'
uk: Натисніть 'Забути цей пристрій'
zh_hans: 图标

source: Identity key included
cs: Vypněte rádio na 30 sekund
de: Identitätsschlüssel enthalten.
es: Apaga la radio durante 30 segundos
fr: Éteignez la radio pendant 30 secondes
it: Spegni il radio per 30 secondi
ja: 30秒間ラジオの電源を切る
nl: Schakel de radio uit voor 30 seconden
pl: Wyłącz radio na 30 sekund
pt: Desligue o rádio por 30 segundos
uk: Вимкніть радіоприймач на 30 секунд
zh_hans: 包含身份密钥

source: If your radio won't appear in the scanner: 1. Go to Settings → Bluetooth 2. Find your MeshCore device and tap ⓘ 3. Tap ‘Forget This Device’ 4. Power off the radio for 30 seconds 5. Power it back on and scan again Force-quitting the app can leave the radio’s Bluetooth in a stuck state. A full power cycle clears it.
cs: Zapněte ho zpět a zkuste znovu skenovat
de: Wenn Ihr Radio im Scanner nicht erscheint: 1. Zu Einstellungen → Bluetooth gehen 2. Ihr MeshCore-Gerät finden und ⓘ antippen 3. „Disses Gerät vergessen“ antippen 4. Radio 30 Sekunden ausschalten 5. Wieder einschalten und erneut scannen Ein erzwungenes Beenden der App kann den Bluetooth des Radios in einem blockierten Zustand hinterlassen. Ein vollständiger Neustart behebt dies.
es: Enciéndela de nuevo y escanea nuevamente
fr: Redémarrez-la et scannez à nouveau
it: Riaccendilo e riprova a scansionare
ja: 再度スキャン
nl: Zet hem weer aan en scan opnieuw
pl: Włącz je ponownie i skanuj ponownie
pt: Ligue-o novamente e escaneie novamente
uk: Увімкніть його знову і скануйте знову
zh_hans: 如果您的无线电无法出现在扫描器中：

source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
nl: Importeren
pt: Importar
uk: Імпорт
zh_hans: 导入

source: Import %@? Add will keep your existing channels. Replace will remove all current channels first.
cs: Importovat %@?
de: Import %@? Hinzufügen behält bestehende Kanäle. Ersetzen entfernt zunächst alle aktuellen Kanäle.
es: ¿Importar %@?
fr: Importer %@ ?
it: Importa %@?
ja: %@をインポート?
nl: Importeer %@?
pl: Czy chcesz zaimportować %@?
pt: Importar %@?
uk: Імпорт %@?
zh_hans: 导入 %@？

source: Import from Link
cs: Importovat z odkazu
de: Aus Link importieren
es: Importar desde Enlace
fr: Importer depuis un lien
it: Importa da Link
ja: リンクからインポート
nl: Importeren vanaf Link
pl: Import z Linku
pt: Importar de Link
uk: Імпортувати з посилання
zh_hans: 从链接导入

source: In-App Banners
cs: Vložené bannery v aplikaci
de: In-App-Banner
es: Banners In-App
fr: Bannières en application
it: Banner in-app
ja: インナーアプリバナー
pl: Banery w aplikacji
pt: Banners In-App
uk: Внутрішні банери програми
zh_hans: 在应用横幅

source: Include Location
cs: Zahrnout polohu
de: Standort einschließen
es: Incluir Ubicación
fr: Inclure l'emplacement
it: Includi Posizione
ja: ロケーションを含める
nl: Locatie meenemen
pl: Uwzględnij Lokalizację
pt: Incluir Localização
uk: Включити Місцезнаходження
zh_hans: 包含位置

source: Includes radio name, frequency, spreading factor, bandwidth, TX power, channels, and routing settings. Stored in iCloud. Max 10 profiles.
cs: Zahrnuje název rádia, frekvenci, rozšiřující faktor, šířku pásma, výkon přenosu, kanály a nastavení směrování. Uloženo v iCloud. Maximálně 10 profilů.
de: Enthält den Radionamen, die Frequenz, den Ausbreitungsfaktor, den Bandbreitenbereich, die Sendeleistung, die Kanäle und Routing-Einstellungen. In iCloud gespeichert. Maximal 10 Profile.
es: Incluye el nombre de la radio, frecuencia, factor de dispersión, ancho de banda, potencia de transmisión, canales y ajustes de enrutamiento. Almacenado en iCloud. Máx. 10 perfiles.
fr: Inclut le nom de la radio, la fréquence, le facteur de diffusion, la bande passante, la puissance TX, les canaux et les paramètres de routage. Stocké dans iCloud. Max 10 profils.
it: Include il nome della radio, la frequenza, il fattore di diffusione, la larghezza di banda, la potenza di trasmissione, i canali e le impostazioni di routing. Memorizzato in iCloud. Max 10 profili.
ja: ラジオ名、周波数、スプレッディングファクター、帯域幅、送信電力、チャネル、ルーティング設定が含まれます。iCloudに保存されます。最大10プロファイル。
nl: Bevat radienaam, frequentie, spreidfactor, bandbreedte, TX-kracht, kanalen en routing instellingen. Opgeslagen in iCloud. Max 10 profielen.
pl: Obejmuje nazwę radia, częstotliwość, czynnik rozprzestrzeniania, pasmo, moc nadawania, kanały i ustawienia routingu. Przechowywane w iCloud. Maksymalnie 10 profili.
pt: Inclui o nome do rádio, frequência, fator de espalhar, largura de banda, potência de transmissão, canais e configurações de roteamento. Armazenado no iCloud. Máx. 10 perfis.
uk: Включає назву радіопристрою, частоту, фактор розсіювання, смугу пропускання, потужність передачі, канали та налаштування маршрутизації. Зберігається в iCloud. Максимум 10 профілів.
zh_hans: 包括无线电名称、频率、扩展因子、带宽、发射功率、通道和路由设置。存储在 iCloud 中。最多 10 个配置文件。

source: Install the free nRF Device Firmware Update app by Nordic Semiconductor, then:
cs: Nainstalujte si zdarma aplikaci nRF Firmware Update od Nordic Semiconductor a poté:
de: Installieren Sie die kostenlose nRF-DFU-App von Nordic Semiconductor, dann:
es: Instala la aplicación gratuita de actualización de firmware del dispositivo nRF de Nordic Semiconductor, luego:
fr: Installez l'application gratuite de mise à jour du firmware nRF par Nordic Semiconductor, puis :
it: Installa l'app gratuita di aggiornamento del firmware del dispositivo nRF di Nordic Semiconductor, poi:
ja: ノードRFデバイスファームウェアアップデートアプリ（Nordic Semiconductor製）を無料でインストールし、次に：
nl: Installeer de gratis nRF Device Firmware Update-app van Nordic Semiconductor, dan:
pl: Zainstaluj bezpłatne aplikacje nRF Firmware Aktualizacji Urządzenia przez Nordic Semiconductor, a następnie:
pt: Instale o aplicativo gratuito de atualização de firmware do nRF da Nordic Semiconductor, então:
uk: Встановіть безкоштовне додаток Nordic Semiconductor nRF Firmware Update для пристроїв, а потім:
zh_hans: 安装 Nordic 半导体免费的 nRF 设备固件更新应用程序，然后：

source: Internet map (%@)
cs: Internetová mapa (%@)
de: Internetkarte (%@)
es: Mapa de Internet (%@)
fr: Carte Internet (%@)
it: Mappa Internet (%@)
ja: インターネットマップ (%@)
nl: Internetkaart (%@)
pl: Mapa Internetu (%@)
pt: Mapa da Internet (%@)
uk: Інтернет-карта (%@)
zh_hans: 互联网地图 (%@)

source: IP Address
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
ja: IPアドレス
nl: IP-adres
pl: Adres IP
pt: Endereço IP
uk: IP-адреса
zh_hans: IP 地址

source: Join
cs: Připojit
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
ja: 参加
nl: Toetreden
pl: Dołącz
pt: Junte-se
uk: Приєднатися
zh_hans: 加入

source: Join %@
cs: Připojit %@
de: Beitreten %@
es: Únete a %@
fr: Rejoindre %@
it: Unisciti a %@
ja: %@に参加
nl: Toetreden tot %@
pl: Dołącz %@
pt: Junte-se a %@
uk: Приєднатися до %@
zh_hans: 加入 %@

source: Join Channel
cs: Připojit kanál
de: Kanal beitreten
es: Únete al canal
fr: Rejoindre la chaîne
it: Unisciti al canale
ja: チャネルに参加
nl: Kanaal toetreden
pl: Dołącz Kanał
pt: Junte o canal
uk: Приєднатися до каналу
zh_hans: 加入频道

source: Join Hashtag Channel
cs: Připojit hashtagový kanál
de: Hashtag-Kanal beitreten
es: Únete al canal de hashtag
fr: Rejoindre la chaîne Hashtag
it: Unisciti al canale hashtag
ja: ハッシュタグチャネルに参加
nl: Hashtagkanaal toetreden
pl: Dołącz Kanał Hasztagowy
pt: Junte o canal de hashtag
uk: Приєднатися до хештегового каналу
zh_hans: 加入标签频道

source: Join Private Channel
cs: Připojit soukromý kanál
de: Privatem Kanal beitreten
es: Únete al canal privado
fr: Rejoindre la chaîne Privée
it: Unisciti al canale privato
ja: プライベートチャネルに参加
nl: Privékanaal toetreden
pl: Dołącz Kanał Prywatny
pt: Junte o canal privado
uk: Приєднатися до приватного каналу
zh_hans: 加入私人频道

source: Join the Supporters Wall?
cs: Připojit se k zdi podporovatelů?
de: Der Unterstützerwand beitreten?
es: ¿Unirte a la pared de los seguidores?
fr: Rejoindre le mur des soutiens ?
it: Unisciti alla parete dei sostenitori?
ja: サポーターズウォールに参加しますか？
nl: Word lid van de Supportersmuur?
pl: Dołącz do Ściany Wspierających?
pt: Junte-se à Parede dos Apoiadores?
uk: Приєднатися до стіни підтримувачів?
zh_hans: 加入支持者墙？

source: Keep the app open while downloading.
cs: Nechte aplikaci otevřenou během stahování.
de: App beim Herunterladen geöffnet lassen.
es: Mantén la app abierta durante la descarga.
fr: Gardez l'application ouverte pendant le téléchargement.
it: Mantieni l'app aperta durante il download.
ja: アプリをダウンロード中も開いたままにしてください。
nl: Houd de app open tijdens het downloaden.
pl: Pozostaw aplikację otwartą podczas pobierania.
pt: Mantenha o aplicativo aberto durante o download.
uk: Залиште додаток відкритим під час завантаження.
zh_hans: 在下载期间保持应用打开。

source: Known Radios
cs: Známé rádiové stanice
de: Bekannte Radios
es: Radios Conocidas
fr: Radios connues
it: Radio conosciute
ja: 既知のラジオ
nl: Bekende radios
pl: Znane radiostacje
pt: Rádio Conhecido
uk: Відомі радіостанції
zh_hans: 已知无线电

# Latest: %@%@
source: Latest: %1$@%2$@
cs: Nejnovější: %@%@
de: Aktuell: %@%@
es: Último: %@%@
fr: Dernier : %@%@
it: Ultimo: %@%@
ja: 最新: %@%@
nl: Laatst: %@%@
pl: Najnowsze: %@%@
pt: Mais Recente: %@%@
uk: Останнє: %@%@
zh_hans: 最新：%@%@

source: Latitude
cs: Šířka zeměpisné délky
de: Breitengrad
es: Latitud
it: Latitudine
ja: 緯度
nl: Breedtegraad
pl: Szerokość geograficzna
uk: Широта
zh_hans: 纬度

source: Leave Channel
cs: Zanechat kanál
de: Kanal verlassen
es: Dejar Canal
fr: Quitter la chaîne
it: Lascia Canale
ja: チャンネルを離れる
nl: Kanaal verlaten
pl: Opuszcz kanał
pt: Sair do Canal
uk: Залишити канал
zh_hans: 离开频道

source: Leave Channel?
cs: Opravdu chcete opustit kanál?
de: Kanal verlassen?
es: ¿Dejar Canal?
fr: Voulez-vous quitter la chaîne ?
it: Lasciare Canale?
ja: チャンネルを離れる？
nl: Wilt u echt het kanaal verlaten?
pl: Czy na pewno chcesz opuścić kanał?
pt: Sair do Canal?
uk: Чи залишити канал?
zh_hans: 离开频道？

source: Legal Ranges for Your Region
cs: Legální rozsahy pro vaši oblast
de: Rechtliche Bereiche für Ihre Region
es: Rango legal para tu región
fr: Portées légales pour votre région
it: Intervalli legali per la tua regione
ja: あなたの地域の法的な範囲
nl: Juridische bereik voor jouw regio
pl: Prawne zakresy dla Twojego regionu
pt: Alcances legais para sua região
uk: Правові діапазони для вашого регіону
zh_hans: 本地区合法范围

source: Light
cs: Světlo
de: Hell
es: Luz
fr: Lumière
it: Luce
ja: 明るさ
nl: Licht
pl: Światło
pt: Luz
uk: Світло
zh_hans: 光

source: Line of Sight
cs: Čistá viditelnost
de: Sichtlinie
es: Línea de Vista
fr: Ligne de mire
it: Linea di vista
ja: 視界距離
nl: Lijn van zicht
pl: Widoczność linii
pt: Linha de Visão
uk: Пряма видимість
zh_hans: 直视线

source: Link Copied
cs: Odkaz zkopírován
de: Link kopiert
es: Enlace Copiado
fr: Lien copié
it: Collegamento copiato
ja: リンクがコピーされました
nl: Link gekopieerd
pl: Skopiowano link
pt: Link Copiado
uk: Посилання скопійовано
zh_hans: 链接已复制

source: Listening for LoRa packets...
cs: Naslouchám paketům LoRa...
de: Warte auf LoRa-Pakete…
es: Escuchando paquetes LoRa...
fr: Écoute des paquets LoRa...
it: Ascoltando pacchetti LoRa...
ja: LoRaパケットをリッスン中...
nl: Luisteren naar LoRa-pakketten...
pl: Słuchanie pakietów LoRa...
pt: Escutando pacotes LoRa...
uk: Слухання пакетів LoRa...
zh_hans: 正在监听LoRa数据包...
